[
  {
    "Id": 1,
    "Name": "Intel Core i7-10200K",
    "Description": "The Intel Core i7-10200K is a high-performance processor designed for demanding tasks and gaming. With its powerful multi-core performance, it delivers smooth computing experiences and quick responsiveness. Whether you're gaming, streaming, or working on content creation, this CPU has you covered.",
    "Price": 200,
    "ImageUrl": "/images/products/rx6800xt.png",
    "CategoryId": 1,
    "ProductBrandId": 4
  },
  {
    "Id": 2,
    "Name": "AMD Ryzen 7 5800X",
    "Description": "The AMD Ryzen 7 5800X is a top-tier processor known for its exceptional performance. It's a favorite among gamers and content creators alike, thanks to its impressive multi-threading capabilities and high clock speeds. Experience blazing-fast computing with this CPU.",
    "Price": 150,
    "ImageUrl": "/images/products/rx6800xt.png",
    "CategoryId": 1,
    "ProductBrandId": 2
  },
  {
    "Id": 3,
    "Name": "NVIDIA GeForce RTX 3070",
    "Description": "The NVIDIA GeForce RTX 3070 is a powerhouse graphics card built for gaming enthusiasts. It delivers outstanding graphics performance, ray tracing capabilities, and DLSS technology for an immersive gaming experience. With this GPU, you'll be at the forefront of gaming innovation.",
    "Price": 180,
    "ImageUrl": "/images/products/rx6800xt.png",
    "CategoryId": 2,
    "ProductBrandId": 10
  },
  {
    "Id": 4,
    "Name": "AMD Radeon RX 6700 XT",
    "Description": "The AMD Radeon RX 6700 XT is a high-end graphics card that excels in both gaming and content creation. It boasts impressive rendering power and support for advanced graphics technologies. Get ready to immerse yourself in the world of ultra-high-quality visuals.",
    "Price": 300,
    "ImageUrl": "/images/products/rx6800xt.png",
    "CategoryId": 2,
    "ProductBrandId": 2
  },
  {
    "Id": 5,
    "Name": "Kingston HyperX DDR4 16GB RAM",
    "Description": "Upgrade your system's memory with Kingston HyperX DDR4 16GB RAM. This high-speed RAM module enhances your computing performance and multitasking capabilities. Experience smoother and more responsive computing with Kingston's reliable memory.",
    "Price": 250,
    "ImageUrl": "/images/products/rx6800xt.png",
    "CategoryId": 5,
    "ProductBrandId": 11
  },
  {
    "Id": 6,
    "Name": "Samsung 970 EVO NVMe M.2 SSD",
    "Description": "The Samsung 970 EVO NVMe M.2 SSD is a lightning-fast storage solution for your computer. It offers blazing read and write speeds, making your system incredibly responsive. Say goodbye to slow load times and hello to a snappy computing experience.",
    "Price": 120,
    "ImageUrl": "/images/products/rx6800xt.png",
    "CategoryId": 5,
    "ProductBrandId": 13
  },
  {
    "Id": 7,
    "Name": "Corsair H100i RGB PRO XT Cooler",
    "Description": "Keep your CPU cool and your system running efficiently with the Corsair H100i RGB PRO XT Cooler. This liquid cooler is designed for optimal thermal performance and comes with customizable RGB lighting to match your system's aesthetics.",
    "Price": 10,
    "ImageUrl": "/images/products/rx6800xt.png",
    "CategoryId": 2,
    "ProductBrandId": 2
  },
  {
    "Id": 8,
    "Name": "MSI B450 TOMAHAWK MAX Motherboard",
    "Description": "The MSI B450 TOMAHAWK MAX Motherboard is a reliable choice for gamers and PC builders. With its robust features and stable performance, it provides a solid foundation for your gaming rig. Get ready to conquer the gaming battlefield with this motherboard.",
    "Price": 8,
    "ImageUrl": "/images/products/rx6800xt.png",
    "CategoryId": 3,
    "ProductBrandId": 12
  },
  {
    "Id": 9,
    "Name": "Asus ROG Strix Z490-E Gaming Motherboard",
    "Description": "The Asus ROG Strix Z490-E Gaming Motherboard is a high-end choice for serious gamers and enthusiasts. It offers exceptional performance, advanced connectivity options, and customizable RGB lighting. Elevate your gaming experience with this feature-packed motherboard.",
    "Price": 15,
    "ImageUrl": "/images/products/rx6800xt.png",
    "CategoryId": 3,
    "ProductBrandId": 1
  }
]
